portfolioData.zh.sections.projects = {
    title: "科研项目",
    items: [
        {
            title: "基于多时空关系的特殊事件下交通状态监测预警研究（主持）",
            type: "国家自然科学基金青年项目",
            code: "62406029",
            period: "2025.01 - 2027.12",
            amount: "59万元",
            // role: "主持",
            // status: "在研"
        },
        {
            title: "基于时空大数据的人群关联性智能分析（参研）",
            type: "国家自然科学基金面上项目",
            code: "62076191",
            // role: "参研"
        },
        {
            title: "城市知识模型体系与推理评估（参研）",
            type: "国家重点研发计划",
            code: "2019YFB2101801",
            // role: "参研"
        },
        {
            title: "城市数据管控与知识萃取平台及应用示范（参研）",
            type: "国家重点研发计划",
            code: "2019YFB2101805",
            // role: "参研"
        },
        {
            title: "基于城市多源数据的人群智能分析技术与应用（参研）",
            type: "北京市科技新星计划",
            code: "Z201100006820053",
            // role: "参研"
        },
        {
            title: "北京人工智能应用发展产业技术基础公共服务平台建设（参研）",
            type: "工信部产业技术基础公共服务平台",
            code: "2021-0166-1-1",
            // role: "参研"
        }
    ]
};